openFoam/Mesh/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    sides
    {
        type            patch;
        physicalType    patch;
        nFaces          684;
        startFace       9044;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          361;
        startFace       9728;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          361;
        startFace       10089;
    }
)

// ************************************************************************* //
